"%1 already exists.\nDo you want to replace it?"="%1 ya existe.\n¿Desea sobrescribirlo?";
"%1 days left"="Quedan %1 días";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDirectorio no encontrado.\nCompruebe que se ha especificado el nombre correcto del directorio.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nArchivo no encontrado.\nCompruebe que se ha especificado el nombre correcto del archivo.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s está fuera de línea ahora mismo, pero su Clase aparecerá automáticamente la próxima vez que abra la aplicación Clases.";
"&Abort"="&Cancelar";
"&Add to Custom Colors"="&Añadir a Colores personalizados";
"&Basic colors"="&Colores primarios:";
"&Cancel"="&Cancelar";
"&Copy"="&Copiar";
"&Custom colors"="Colores &personalizados";
"&Define Custom Colors >>"="&Definir colores personalizados >>";
"&Delete"="Borr&ar";
"&Finish"="&Finalizar";
"&Green:"="&Verde:";
"&Help"="&Ayuda";
"&Ignore"="&Ignorar";
"&Name:"="&Nombre:";
"&Next >"="&Siguiente >";
"&Next >"="&Siguiente >";
"&No"="&No";
"&No"="&No";
"&Open"="&Abrir";
"&Options <<"="&Opciones <<";
"&Options >>"="&Opciones >>";
"&Paste"="&Pegar";
"&Print"="&Imprimir";
"&Red:"="&Rojo:";
"&Redo"="&Rehacer";
"&Reload"="&Recargar";
"&Rename"="&Cambiar nombre";
"&Retry"="&Reintentar";
"&Sat:"="&Sat:";
"&Save"="&Guardar";
"&Undo"="&Deshacer";
"&Unsorted"="&Sin orden";
"&Val:"="&Val:";
"&Yes"="&Sí";
"&Yes"="&Sí";
"..."="...";
":"=":";
"< &Back"="< &Atrás";
"< Share Options"="< Opciones de compartir";
"< Share with SMART Board"="< Compartir con SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Acerca de Qt</h3>%1<p>Qt es un kit de herramientas C++ para el desarrollo de aplicaciones de plataforma cruzada.</p><p>Qt proporciona portabilidad con un único origen en MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, y en todas las principales variedades comerciales de Unix. QT también está disponible para dispositivos incrustados como Qtopia Core.</p><p>QT es un producto Trolltech. Visite <tt>http://www.trolltech.com/qt/</tt> para obtener más información.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Este programa utiliza Qt Open Source Edition versión %1.</p><p>Qt Open Source Edition está diseñado para el desarrollo de aplicaciones Open Source (código abierto). Necesitará una licencia Qt comercial para el desarrollo de aplicaciones propietarias (código cerrado).</p><p>Para ver una sinopsis sobre licencias Qt, visite <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Este programa utiliza la versión %1 de Qt.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Se requiere una clave de producto SMART Notebook Advantage para esta versión del software SMART Notebook. Visite <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> para obtener más detalles.";
"A&lpha channel:"="Canal A&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 pulgadas)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Cancelar";
"About %1"="Acerca de %1";
"About Qt"="Acerca de Qt";
"Account"="Cuenta";
"Activate"="Activar";
"Activated"="Activado";
"Activates the program's main window"="Activa la ventana principal del programa";
"Activation Key"="Clave de activación";
"Activation Web Services:"="Servicios web de activación:";
"Activation Wizard"="Asistente de activación";
"Activation Wizard is outdated."="El asistente de activación ha caducado.";
"Activation required"="Requiere activación";
"Add Boards"="Añadir pizarras";
"Advanced"="Avanzado";
"Aliases: %1"="Alias: %1";
"All Files (*)"="Todos los archivos (*)";
"All Files (*.*)"="Todos los archivos (*.*)";
"All pending requests have been canceled."="Todas las solicitudes pendientes se han cancelado.";
"Apply"="Aplicar";
"Are you sure you want to delete license information?"="¿Realmente desea eliminar la información de la licencia?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="¿Está seguro de que desea devolver la clave de este producto? Esta licencia quedará desactivada en el ordenador inmediatamente (antes de que se complete la devolución).";
"Authentication Required"="Se precisa autenticación";
"Authentication required"="Se precisa autenticación";
"Automatic Activation"="Activación automática";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1.414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 pulgadas)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Atrás";
"Bl&ue:"="&Azul:";
"Browse Content"="Buscar contenido";
"Browse..."="Examinar...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Cancelar";
"Canceled"="Cancelado";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="No se ha podido validar la clave. Pruebe de nuevo a activarla.\n\nSi este problema persiste, anote cualquier mensaje de error y póngase en contacto con la Asistencia técnica de SMART.";
"Centimeters (cm)"="Centímetros (cm)";
"Check Activation Server Connectivity"="Compruebe la conectividad del servidor de activación";
"Check for renewals complete. No renewals found."="Se ha completado la búsqueda derenovaciones. No se encontró ninguna renovación.";
"Checking..."="Comprobando...";
"Choose your SMART Board"="Elija su SMART Board";
"Class ID"="ID de clase";
"Class Name"="Nombre de la clase";
"Cleaning up a few things..."="Limpiando algunas cosas...";
"Click here to test connectivity."="Haga clic aquí para probar la conectividad.";
"Close"="Cerrar";
"Close without Saving"="Cerrar sin guardar";
"Collate"="Recopilar";
"Color"="Color";
"Color Mode"="Modo de color";
"Commit"="Confirmar";
"Complete Later"="Completar más tarde";
"Connect"="Conectar";
"Connected to host"="Conectado al host";
"Connected to host %1"="Conectado al host %1";
"Connection Options"="Opciones de conexión";
"Connection Options..."="Opciones de conexión...";
"Connection closed"="Conexión cerrada";
"Connection refused"="Conexión rechazada";
"Connection refused (or timed out)"="Conexión rechazada (o expirada)";
"Connection to %1 closed"="Conexión a %1 cerrada";
"Contact Support at:"="Pónase en contacto con la Asistencia técnica en:";
"Contact technical support"="Contactar con la asistencia técnica";
"Continue"="Continuar";
"Copies"="Copias";
"Copies:"="Copias:";
"Copy"="Copiar";
"Copy &Link Location"="Copiar &vincular ubicación";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="No se ha podido activar. Puede haber algún problema con los servidores de activación. Vuelva a intentarlo más tarde.";
"Could not connect to the server. Trying again..."="No se ha podido conectar al servidor. Intentándolo de nuevo...";
"Couldn't find a board with that code. Want to try again?"="No se ha podido encontrar una pizarra con ese código. ¿Desea intentarlo de nuevo?";
"Couldn't load profile"="No se ha podido cargar el perfil";
"Couldn't start the trial period."="No se pudo iniciar el período de prueba.";
"Count"="Recuento";
"Create New Folder"="Crear nueva carpeta";
"Create a New File"="Crear un nuevo archivo";
"Create a link to this document"="Crear un enlace a este documento";
"Creating ..."="Creando ...";
"Cu&t"="Cor&tar";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Datos dañados";
"Delete"="Borrar";
"Detail View"="Vista detalles";
"Details:"="Detalles:";
"Directories"="Directorios";
"Directory"="Directorio";
"Disabled"="Deshabilitado";
"Discard"="Descartar";
"Do you want to discard this request or complete it later?"="¿Desea descartar esta solicitud o completarla más tarde?";
"Don't Save"="No guardar";
"Don't show this again"="No mostrar esto de nuevo";
"Done"="Hecho";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Descarga incompleta. %1 bytes recibidos, %2 bytes previstos.";
"Drive"="Unidad";
"Duplex Printing"="Impresión doble";
"Error writing response to device"="Se ha producido un error al escribir la respuesta al dispositivo";
"Examples"="Ejemplos";
"Executable '%1' requires Qt %2, found Qt %3."="El ejecutable \"%1\" precisa el Qt %2, se ha encontrado el Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Ejecutivo (7,5 x 10 pulgadas, 191 x 254 mm)";
"Expired"="Caducado";
"Expired on %1"="Caducado el %1";
"Expires on %1"="Caduca el %1";
"Failed due to a data error. Please contact our support."="Falló debido a un error de datos. Contacte con nuestra asistencia técnica.";
"Failed to cancel all pending requests."="No se pudieron cancelar todas las solicitudes pendientes.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="No se pudo conectar al servidor SMART. Inténtelo más tarde o intente la activación manual.";
"Failed to write activation information. Make sure you have enough permissions."="No se ha podido escribir la información de activación. Asegúrese de que dispone de suficientes permisos.";
"Failed. Details: "="Error. Detalles: ";
"False"="Falso";
"File"="Archivo";
"File name:"="Nombre de archivo:";
"Files of type:"="Archivos del tipo:";
"Finished"="Terminado";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formulario";
"From page:"="Desde la página:";
"Fulfillment ID"="ID de realización";
"Get started with SMART Notebook software"="Introducción al software SMART Notebook";
"Getting things ready..."="Preparando...";
"Go Back"="Volver";
"Grace period has expired."="El período de gracia ha finalizado.";
"Grace period: <b>%1</b> day(s) remaining"="Periodo de gracia: Quedan <b>%1</b> día(s)";
"Grayscale"="Escala de grises";
"Great! Your lesson is on its way to the SMART Board."="¡Genial! Su clase ya está de camino a la SMART Board.";
"HTTP request failed"="Error en solicitud de http";
"HTTPS connection requested but SSL support not compiled in"="Se ha solicitado la conexión HTTPS se ha realizado pero no se ha compilado la compatibilidad con SSL en";
"Height:"="Altura:";
"Help"="Ayuda";
"Hide %1"="Ocultar %1";
"Hide Others"="Ocultar otros";
"Host %1 found"="Se ha encontrado el host %1";
"Host %1 not found"="No se ha encontrado el host %1";
"Host found"="Host encontrado";
"Host requires authentication"="El host requiere autenticación";
"Host:"="Host:";
"Hu&e:"="Ton&o:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Acepto los términos del <a href=\"showEula()\">acuerdo de licencia</a>.";
"Ignore"="Ignorar";
"Inches (in)"="Pulgadas (plg)";
"Include your name to help students find your class quickly."="Incluya su nombre para ayudar a los alumnos a encontrar su clase rápidamente.";
"Includes maintenance ending on:"="Incluye el mantenimiento que finaliza el:";
"Includes permanent activations."="Incluye activaciones permanentes.";
"Includes subscriptions expiring on:"="Incluye las suscripciones que caducan el:";
"Incompatible Qt Library Error"="Error de biblioteca Qt incompatible";
"Installation ID"="ID de instalación";
"Internet access is disabled by the system administrator."="El acceso a internet está inhabilitado por el administrador de sistema.";
"Invalid"="No válido";
"Invalid HTTP chunked body"="Cuerpo fragmentado de HTTP no válido";
"Invalid HTTP response header"="Encabezado de respuesta de http no válido";
"Invalid entitlement"="Derechos no válidos";
"Invalid product key."="Clave de producto incorrecta.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Parece que la biblioteca de Clases de la pizarra está llena. Puede eliminar algunas clases para liberar espacio.";
"Landscape"="Paisaje";
"Learn how to renew."="Aprenda cómo renovar.";
"Learn more."="Más información.";
"Learn the Basics"="Aprender los aspectos básicos";
"Ledger (432 x 279 mm)"="Doble carta (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Oficio (8,5 x 14 pulgadas, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Carta (8,5 x 11 pulgadas, 216 x 279 mm)";
"Limitations"="Limitaciones";
"List View"="Vista lista";
"Location:"="Ubicación:";
"Long side"="Lado largo";
"Look in:"="Buscar en:";
"Lync connector"="Conector Lync";
"Manage"="Gestionar";
"Manual Request"="Solicitud manual";
"Margins"="Márgenes";
"Microsoft (personal)"="Microsoft (personal)";
"Millimeters (mm)"="Milímetros (mm)";
"My Computer"="Mi PC";
"N&o to All"="N&o a Todo";
"N&o to All"="N&o a Todo";
"Name:"="Nombre:";
"No Internet Connection"="No hay conexión a Internet";
"No boards yet. Get connected."="Todavía no hay ninguna pizarra. Conéctese.";
"No proxy"="No hay proxy";
"No server set to connect to"="No hay conjunto de servidores al que conectarse";
"No space left on device"="No queda espacio en el dispositivo";
"No such file or directory"="No existe ese archivo o directorio";
"No, I'll complete my request(s) later."="No, completaré mi/s solicitud/es después.";
"No, cancel all pending requests."="No, cancelar todas las solicitudes pendientes.";
"None"="Ninguno";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Nota: Si las URL no son accesibles, ajuste su configuración de proxy y pruebe la conexión de nuevo.";
"Number of copies:"="Número de copias:";
"OK"="Aceptar";
"Office 365 (school)"="Office 365 (centro)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="¡Vaya! No hemos podido completar el inicio de sesión. Inténtelo de nuevo. \n\nSi eso no funciona, omita el inicio de sesión por ahora y vuelva a intentarlo desde el menú Cuenta.";
"Oops. Something went wrong. Restarting the computer might help."="¡Vaya! Se produjo un error. Reiniciar el ordenador podría ayudar.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="¡Vaya! No podemos completar esa acción sin una conexión a Internet.  \n\nConéctese de nuevo y vuelva a intentarlo.";
"Oops. We couldn't load your profile right now. Please try again later."="Vaya. No hemos podido cargar su perfil en este momento. Inténtelo de nuevo más tarde.";
"Open"="Abrir";
"Open "="Abrir ";
"Open in SMART Notebook on this computer."="Abrir en SMART Notebook en este ordenador.";
"Open in the Notebook Player app on my SMART Board with iQ."="Abrir en la aplicación Reproductor de Notebook en mi SMART Board con iQ.";
"Operation completed successfully."="La operación se realizó con éxito.";
"Options"="Opciones";
"Orientation"="Orientación";
"Orientation:"="Orientación:";
"Output &file:"="&Archivo de salida:";
"Output Settings"="Configuración de salida";
"P&roperties"="P&ropiedades";
"Page size:"="Tamaño de página:";
"Pages from"="Páginas desde";
"Paper"="Papel";
"Paper format"="Formato de papel";
"Paper source:"="Fuente de papel:";
"Parent Directory"="Directorio principal";
"Password"="Contraseña";
"Password:"="Contraseña:";
"Permission Required"="Es necesaria autorización.";
"Permission denied"="Permiso denegado";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Teléfono: 1.866.518.6791 ó +1.403.228.5940";
"Please try again"="Vuelva a intentarlo";
"Please try again later"="Vuelva a intentarlo más tarde";
"Points (pt)"="Puntos (pt)";
"Portrait"="Retrato";
"PostScript Files (*.ps);;All Files (*)"="Archivos PostScript (*.ps);;Todos los archivos (*)";
"Preferences..."="Preferencias...";
"Premium features expired on %1"="Las funciones premium caducaron el %1";
"Premium features will expire on %1 without an active subscription"="Las funciones premium caducarán el %1 sin una suscripción activa";
"Preparing your document. This can take a while..."="Preparando su documento. Esto puede tardar un tiempo...";
"Preview"="Vista previa";
"Print all"="Imprimir todo";
"Print destination"="Imprimir destino";
"Print first page first"="Imprimir primero la primera página";
"Print in color if available"="Imprimir en color si es posible";
"Print in grayscale"="Imprimir en escala de grises";
"Print last page first"="Imprimir primero la última página";
"Print range"="Intervalo de impresión";
"Print selection"="Imprimir selección";
"Print to File (PDF)"="Imprimir a un archivo (PDF)";
"Print to File (Postscript)"="Imprimir a un archivo (Postscript)";
"Print to SMART Notebook"="Imprimir en SMART Notebook";
"Print to file:"="Imprimir a un archivo:";
"Print to printer:"="Imprimir en impresora:";
"Printer"="Impresora";
"Printer settings"="Configuración de la Impresora";
"Product"="Producto";
"Product Key"="Código del producto";
"Product Key is not valid"="El código de producto no es válido";
"Product Key:"="Código del producto:";
"Product key has expired."="La clave de producto ha caducado.";
"Product:"="Producto:";
"Profile"="Perfil";
"Proxy Settings"="Configuración de proxy";
"Proxy authentication required"="Autenticación del Proxy obligatoria";
"Proxy requires authentication"="El Proxy requiere autenticación";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Salir";
"Quit %1"="Salir de %1";
"Recent"="Recientes";
"Recents"="Recientes";
"Remaining signed in will give you access to SMART Notebook's basic features."="Si sigue con la sesión iniciada tendrá acceso a las funciones básicas de SMART Notebook.";
"Request Files (%1)"="Archivos de solicitud (%1)";
"Request aborted"="Petición anulada";
"Request denied. See Technical Details below for more information."="Solicitud denegada. Consulte Detalles técnicos a continuación para obtener más información.";
"Request type: Activate"="Tipo de solicitud: Activación";
"Request type: Renew"="Tipo de solicitud: Renovación";
"Request type: Repair"="Tipo de solicitud: Reparar";
"Request type: Return"="Tipo de solicitud: Devolución";
"Request:"="Solicitar:";
"Reset"="Restablecer";
"Response Files (%1)"="Archivos de respuesta (%1)";
"Restore Defaults"="Restaurar valores predeterminados";
"Result:"="Resultado:";
"Retrieving your account information..."="Recuperando la información de su cuenta...";
"Retry"="Reintentar";
"Reverse"="Invertir";
"Reverse landscape"="Invertir paisaje";
"Reverse portrait"="Invertir retrato";
"SMART Account"="Cuenta SMART";
"SMART Document Camera Mixed Reality Tools"="Herramientas de realidad mixta de la SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online - Acceso a Notebook en cualquier parte";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Edición Personal";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Conector SMART Meeting Pro para Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Herramientas 3D de SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Características premium</a> de SMART Notebook";
"SMART Notebook Collaborative License"="Licencia colaborativa de SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Vocabulario inglés Ejemplo 1";
"SMART Notebook History Example 1"="SMART Notebook Historia Ejemplo 1";
"SMART Notebook Math Example 1"="SMART Notebook Matemáticas Ejemplo 1";
"SMART Notebook Math Example 2"="SMART Notebook Matemáticas Ejemplo 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="Kit de desarrollo de software de SMART Notebook";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Ciencias Ejemplo 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Kit de herramientas de SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies — Asistente de activación";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Ha fallado el protocolo inicial";
"Save"="Guardar";
"Save All"="Guardar todo";
"Save As"="Guardar como";
"Search the SMART Exchange"="Buscar en SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Consulte este <a href='%1'>artículo de la base de conocimientos</a> y el <a href='%2'>diagrama de solución de problemas</a> para obtener información sobre la solución de problemas de conectividad, especialmente cuando esté utilizando un proxy.";
"Select All"="Seleccionar todo";
"Select a Directory"="Seleccionar un Directorio";
"Select color"="Seleccionar color";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Seleccione cómo le gustaría compartir este archivo con su perfil de SMART Learning Suite Online";
"Select the Response File"="Seleccione el archivo de respuesta";
"Selection"="Selección";
"Send to SMART Cloud"="Enviar a SMART Cloud";
"Server closed connection unexpectedly"="El servidor cerró la conexión de forma inesperada";
"Services"="Servicios";
"Share"="Compartir";
"Share Now"="Compartir ahora";
"Share this file with the Lessons app on a SMART Board"="Compartir este archivo con la aplicación Clases en una SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Compartir este archivo con la aplicación Reproductor de Notebook en una SMART Board";
"Share to SMART Board with iQ"="Compartir con SMART Board con iQ";
"Share to the Notebook Player app"="Compartir con la aplicación Reproductor de Notebook";
"Share using a link"="Compartir utilizando un vínculo";
"Share with a SMART Board"="Compartir con una SMART Board";
"Short side"="Lado corto";
"Show &hidden files"="Mostrar &archivos ocultos";
"Show All"="Mostrar todo";
"Sign In"="Iniciar sesión";
"Sign In Again"="Iniciar sesión de nuevo";
"Sign Out"="Cerrar sesión";
"Sign in"="Iniciar sesión";
"Sign in didn't work"="El inicio de sesión no funcionó";
"Sign in is required for accessing key SMART features."="Es necesario iniciar sesión para acceder a las funciones importantes de SMART.";
"Sign in to or create a SMART account"="Iniciar sesión o crear una cuenta SMART";
"Sign in to use this feature"="Inicie sesión para usar esta función";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Inicie sesión en su cuenta SMART para acceder a las ventajas de la suscripción a SMART, o para utilizar Notebook en un modo limitado.";
"Sign in with Google"="Iniciar sesión con Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Inicie sesión con una cuenta personal de Google, Office 365 o Microsoft.";
"Sign in with a browser"="Iniciar sesión con un nevagador";
"Sign up for free"="Inscripción gratuita";
"Sign up for the latest updates from SMART"="Inicie sesión para ver las últimas actualizaciones de SMART";
"Signed in as:"="Ha iniciado sesión como:";
"Skip Sign In"="Omitir el inicio de sesión";
"Skip sign in for now"="Omitir el inicio de sesión por ahora";
"Skipped sign in"="Inicio de sesión omitido";
"Software enabled"="Software habilitado";
"Some of your license keys have expired. Click here for more info."="Algunas de sus claves de licencia han caducado. Haga clic aquí para obtener más información.";
"Some of your license keys will expire in %1 days. Click here for more info."="Algunas de sus claves de licencia caducarán en %1 días. Haga clic aquí para obtener más información.";
"Something went wrong. Want to try again?"="Se produjo un error. ¿Desea intentarlo de nuevo?";
"Sort"="Clasificar";
"Sort by &Date"="Ordenar por &Fecha";
"Sort by &Name"="Ordenar por &Nombre";
"Sort by &Size"="Ordenar por &Tamaño";
"Status"="Estado";
"Status:"="Estado:";
"Stay Inspired"="Mantenga la inspiración";
"Subscription: <b>%1</b> day(s) remaining"="Suscripción: Quedan <b>%1</b> día(s)";
"Succeeded"="Correcto";
"Symbolic Link"="Vínculo simbólico";
"Tabloid (279 x 432 mm)"="Tabloide (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Pulse el icono Conectar %s en la aplicación Clases para obtener un código de 4 caracteres y luego escriba ese código debajo.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Pulse el ícono Connect %s en la aplicación Reproductor de Notebook para obtener un código de 4 caracteres y luego escriba ese código debajo.";
"Test Connectivity..."="Probar conectividad...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Esa dirección de correo electrónico ya está asociada a una cuenta SMART. Pruebe a iniciar sesión con una dirección de correo electrónico diferente.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Es extraño... \n\nNo estamos seguros de lo que ha ocurrido, pero no podemos iniciar su sesión ahora mismo.";
"The activation didn't complete. See below for status information."="La instalación no se completó. Siga leyendo a continuación para ver información sobre el estado.";
"The following Product Key is not valid: "="La siguiente clave de producto no es válida: ";
"The information copied successfully, and your Internet browser will open."="La información se copió correctamente y se abrirá el explorador de Internet.";
"The installed version of this product requires a newer maintenance license."="La versión instalada de este producto requiere una licencia de mantenimiento más reciente.";
"The link has been copied to the clipboard."="El vínculo se ha copiado en el portapapeles.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Se ha superado el número máximo de activaciones de este código de producto. Para obtener ayuda, contacte con nuestra asistencia técnica.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Se ha cancelado la clave de producto que está usando. Contacte con la asistencia técnica de SMART si desea más información.";
"The product key you entered is already in the list."="La clave de producto que ha escrito ya está en la lista.";
"The request file saved successfully. Copy the file to another computer to continue."="El archivo de solicitud se guardó correctamente. Copie el archivo a otro ordenador para continuar.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="La solicitud se produjo correctamente para algunas de las claves de producto, pero no para todas.";
"The sign in took too long and has expired."="El inicio de sesión duró demasiado tiempo y ha caducado.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Se están realizando tareas de mantenimiento en el sistema ahora mismo, pero volverá a estar disponible en breve. Sentimos las molestias. ";
"The trial period has started."="El período de prueba ha comenzado.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="No se pudo activar esta clave. Pruebe de nuevo a activarla.\n\nSi el problema persiste, anote cualquier mensaje de error y póngase en contacto con la Asistencia técnica de SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Este registro de derechos de la clave no está configurado correctamente. Contacte con la asistencia técnica de SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Para conectarse a SMART, debe introducir un nombre de usuario y una contraseña para el proxy %s";
"To page:"="Hasta la página:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Para activar correctamente la clave del producto, todas las conexiones deben ser correctas. Las marcas de verificación de color verde indican conexiones correctas.";
"Too many open files"="Demasiados archivos abiertos";
"Trial Extension"="Ampliación de la prueba";
"Trial: <b>%1</b> day(s) remaining"="Prueba: <b>%1</b> día(s) restantes";
"True"="Verdadero";
"Try Again"="Volver a intentar";
"Try again later or try a manual request now."="Vuelva a intentarlo o pruebe una solicitud manual.";
"Try it Online!"="¡Pruébelo en línea!";
"Type your user name and password."="Teclee su nombre de usuario y contraseña.";
"Type:"="Tipo:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Sobre nº 10 (105 x 241 mm)";
"Unable to complete your request."="No se pudo completar su solicitud.";
"Unable to copy."="No se puede copiar.";
"Unable to create your file."="No se puede crear su archivo.";
"Unable to open %1 for writing."="No se pudo abrir %1 para escribir.";
"Unable to open source file for reading."="No se pudo abrir el archivo de origen para su lectura.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="No se abrir su explorador de Internet. Intente abrir su explorador manualmente o utilizar un ordenador diferente para continuar.";
"Unable to read response from file."="No se puede leer la respuesta del archivo.";
"Unable to rename %1 to %2."="No se puede cambiar el nombre de %1 a %2.";
"Unable to save your request."="No se pudo guardar su solicitud.";
"Unknown"="Desconocido";
"Unknown Location"="Ubicación desconocida";
"Unknown authentication method"="Método de autenticación desconocido";
"Unknown error"="Error desconocido";
"Unknown error."="Error desconocido.";
"Unknown protocol specified"="Protocolo especificado desconocido";
"Upload this document and create a link to share with others."="Cargar este documento y crear un enlace para compartir con otros.";
"Upload to SMART Cloud"="Cargar en SMART Cloud";
"Uploading your file..."="Cargando su archivo...";
"Use Internet Explorer settings"="Utilizar los ajustes de Internet Explorer";
"Use System settings"="Utilizar los ajustes del sistema";
"Use other proxy:"="Utilizar otro proxy:";
"User Name:"="Nombre de usuario:";
"User name:"="Nombre de usuario:";
"Valid for versions released before %1"="Válido para versiones lanzadas antes de %1";
"Version %s"="Versión %s";
"Volume activated"="Volumen activado";
"We couldn't process that response. The request comes from a different computer or has already been processed."="No hemos podido procesar esa respuesta. La solicitud procede de un ordenador diferente o ya se ha procesado.";
"We'll remember %s for next time."="Recordaremos %s la próxima vez.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Bienvenido al software %1 de SMART Technologies.";
"Welcome to SMART Notebook"="Bienvenido al sofware de aprendizaje colaborativo SMART Notebook";
"What's This?"="¿Qué es esto?";
"Width:"="Ancho:";
"Working on it."="Estamos trabajando en ello.";
"Working on it.."="Estamos trabajando en ello...";
"Working on it..."="Estamos trabajando en ello...";
"Wrong content length"="Longitud de contenido errónea";
"Yes to &All"="Sí a &todo";
"Yes to &All"="Sí a &todo";
"Yes, I have a numeric response code similar to %1."="Sí, tengo un código de respuesta numérica similar al de %1.";
"Yes, I have a response file."="Sí, tengo un archivo de respuesta.";
"Yes, I have a response message that starts with %1."="Sí, tengo un mensaje de respuesta que comienza con %1.";
"Yes, I have an activation key similar to %1."="Sí, tengo una clave de activación similar a la de %1.";
"You can close this tab and return to SMART Notebook."="Puede cerrar esta pestaña y volver a SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Puede administrar su cuenta y la ID de clase desde el menú Cuenta.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Puede iniciar sesión más adelante en el menú de Cuenta. Es necesario iniciar sesión para algunas funciones importantes de SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Ha decidido no permitir que nuestra aplicación acceda a su cuenta. No puede usar nuestra aplicación hasta que acepte.";
"You have %1 days to complete activation."="Tiene %1 días para completar la activación.";
"You have signed out"="Ha cerrado sesión";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Todavía no ha dado permiso a SMART para acceder a la información de su cuenta, algo necesario para iniciar sesión. ¿Desea intentar iniciar sesión de nuevo?";
"You may wish to send results to your organization's technical support contact."="Puede que desee enviar los resultados al contacto de asistencia técnica de su organización.";
"You need to sign in before you can use this feature."="Debe iniciar sesión antes de poder usar esta función.";
"You're all set!"="¿Todos preparados?";
"You're unable to change these settings because you manually configured a proxy."="No puede cambiar estos ajustes porque ha configurado el proxy manualmente.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Ha omitido el inicio de sesión por ahora. Puede iniciar sesión más adelante en el menú Cuenta.";
"Your SMART Boards"="Sus SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Su suscripción a SMART Learning Suite caducará en %d días. Aprenda cómo renovar.";
"Your SMART account"="Su cuenta SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Su navegador ha abierto una página de inicio de sesión. Volverá aquí después de iniciar sesión.";
"Your first trial extension is activated."="Su primera ampliación de la prueba está activada.";
"Your first trial extension isn't activated."="Su primera ampliación de la prueba no está activada.";
"Your second trial extension is activated."="Su segunda ampliación de la prueba está activada.";
"Your second trial extension isn't activated."="Su segunda ampliación de la prueba no está activada.";
"Your trial period has ended."="El período de prueba ha finalizado.";
"bottom margin"="margen inferior";
"left margin"="margen izquierdo";
"locally connected"="conectado localmente";
"right margin"="margen derecho";
"to"="a";
"top margin"="margen superior";
"unknown"="desconocido";
